Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/one_parent_family_payment.html.txt.tmx
Source language: en
Languages: ga

source: One-Parent Family Payment (OFP) is a payment for men and women under 66 who are bringing children up without the support of a partner
ga: Is íocaíocht d’fhir agus do mhná faoi bhun 66 atá ag tógáil clainne gan tacaíocht pháirtnéara atá i gceist leis an Íocaíocht Teaghlach Aontuismitheora (ITA)

source: To get this payment you must meet certain conditions and you must satisfy a means test
ga: Chun an íocaíocht seo a fháil, ní mór duit roinnt coinníollacha agus tástáil mhaoine a shásamh

source: One-Parent Family Payment is a taxable source of income
ga: Is foinse inchánaithe ioncaim an Íocaíocht Teaghlach Aontuismitheora

source: To qualify for a One-Parent Family Payment (OFP) you must:
ga: Chun cáiliú don Íocaíocht Teaghlach Aontuismitheora:

source: • Be under 66 (at 66 you become eligible for a State pension)
ga: • Tá tú faoi bhun 66 bliana d'aois (Is féidir leat pinsean Stáit a éileamh ó 66 bliana d'aois amach.)

source: • Be the parent, step-parent, adoptive parent or legal guardian of a relevant child (this means a child under the relevant age limit - see below)
ga: • Ní mór duit bheith i do thuismitheoir, leastuismitheoir, tuismitheoir uchtaíoch nó caomhnóir dlíthiúil linbh cháilithe

source: The child must live with you. OFP is not payable if the parents have joint equal custody of a child or children
ga: • Caithfidh tú bheith mar an bpríomhchúramóir do leanbh amháin cáilithe, ar a laghad, agus ní mór don leanbh sin cónaí leat Níl an Íocaíocht Teaghlach Aontuismitheora iníoctha má tá coimeád cothrom ag na tuismitheoirí i gcomhair linbh nó leanaí

source: • Have earnings of €425 or less per week
ga: • Ní mór duit €425 nó níos lú a bheith á thuilleamh agat sa tseachtain

source: • Satisfy a means test
ga: • Ní mór duit tástáil mhaoine a shásamh

source: • Be habitually resident (certain people, in particular EU nationals who are considered migrant workers, are exempt from the habitual residence condition)
ga: • Ní mór duit gnáthchónaí bheith ort in Éirinn

source: • Not be living with a spouse, civil partner or cohabiting
ga: • Ní féidir leat bheith i do chónaí le céile, le páirtnéir sibhialta nó bheith ag comháitiú

source: If you are separated, divorced or your civil partnership is dissolved you must:
ga: Má tá tú scartha, colscartha nó má rinneadh do pháirtnéireacht shibhialta a dhíscaoileadh, caithfidh:

source: • Have been living apart from your spouse or civil partner for at least 3 months. This does not apply to cohabitants
ga: • Go bhfuil tú i do chónaí in áit eile seachas le do chéile/pháirtnéir sibhialta ar feadh 3 mhí ar a laghad

source: • Have made efforts to get maintenance from your spouse or civil partner (if your civil partner is the parent of the child/ren)
ga: • Go ndearna tú iarrachtaí ar chothabháil a fháil ó do chéile nó páirtnéir sibhialta (más é/í do pháirtnéir sibhialta tuismitheoir an linbh/na leanaí)

source: • Be inadequately maintained by your spouse or civil partner (if your civil partner is the parent of the child/ren)
ga: • Nach bhfuil cothabháil acmhainneach á déanamh ag do chéile duit (más é/í do pháirtnéir sibhialta tuismitheoir an linbh/na leanaí)

source: If your spouse or civil partner is in prison:
ga: Má tá do chéile nó do pháirtnéir sibhialta sa phríosún:

source: • He/she must have been sentenced to at least 6 months in prison or have spent at least 6 months in custody
ga: • Caithfidh sé/sí tréimhse phríosúnachta ós cionn sé mhí ar a laghad a bheith gearrtha air/uirthi, nó sé mhí ar a laghad a bheith caite aige/aici faoi choimeád

source: If you were not married to the parent of your child/children you do not need to seek maintenance from the other parent when you first claim OFP
ga: Mura raibh tú pósta le tuismitheoir do linbh/leanaí, ní gá duit cothabháil ón tuismitheoir eile a lorg nuair a éilíonn tú an ITA den chéad uair

source: However you must make efforts to seek maintenance from the other parent to continue to be eligible for OFP
ga: Caithfidh tú iarrachtaí a dhéanamh chun cothabháil a fháil, áfach, ón tuismitheoir eile le leanúint de bheith incháilithe don ITA

source: You can read more about what making an effort to seek maintenance means for separated parents and for unmarried parents
ga: Tá tuilleadh faisnéise ar fáil maidir le céard atá i gceist le tuismitheoirí scartha agus le tuismitheoirí neamhphósta a dhéanann iarracht chun cothabháil a fháil

source: See also 'Liability to maintain family' below
ga: Féach freisin 'Dliteanas Teaghlach a Chothabháil' thíos

source: All income from maintenance is assessed as means
ga: Meastar ioncam iomlán ó chothabháil mar acmhainn

source: This includes maintenance for you and maintenance to you for any of your children
ga: Áirítear cothabháil duitse agus cothabháil chugatsa le haghaidh duine ar bith de do leanaí araon anseo

source: If you are getting maintenance from more than one person all the payments are added together and the total is assessed as means
ga: Má fhaigheann tú cothabháil ó níos mó ná duine amháin cuirfear é go léir le chéile agus measfar an t-iomlán mar acmhainn

source: If you have housing costs, your rent or mortgage repayment up to a maximum of €95.23 per week can be offset against maintenance payments
ga: Áfach, féadfar d'aisíocaíocht cíosa nó morgáiste d'uasmhéid €95.23 sa tseachtain a fhritháireamh in aghaidh íocaíochtaí cothabhála

source: Half the balance is then assessed as means
ga: Ansin meastar leath an fhuílligh mar acmhain

source: You must provide proof of rent or mortgage payments
ga: Ní mór duit fianaise a thabhairt ar d'íocaíochtaí cíosa nó morgáiste

source: You can get more information on how maintenance is assessed as means
ga: Tá tuilleadh eolais ar fáil faoi conas cothabháil a mheas mar acmhainn

source: Liability to maintain family
ga: Dliteanas Teaglach a Chothabháil

source: Men and women are required, under the law, to pay maintenance to a dependent spouse, civil partner or former cohabitant and any dependent children who are not living with them
ga: Tá dualgas ar fhir agus ar mhná, de réir dlí, cothabháil a íoc le chéile, le pháirtnéir sibhialta nó le chomhchónaitheoir atá cleithiúnach agus le haon leanbh cleithiúnach nach gcónaíonn leo

source: These people are called 'liable relatives'
ga: Tugtar 'gaolta faoi dhliteanas' ar na daoine seo

source: If you are a liable relative and fail to pay enough maintenance to your ex-spouse, ex-civil partner or former cohabitant and dependent child(ren), you must contribute to the cost of the One-Parent Family Payment, which is paid to your family
ga: Más gaol faoi dhliteanas thú agus má theipeann ort dóthain cothabhála a íoc le do chéile, do pháirtnéir sibhialta nó do chomhchónaitheoir agus/nó do leanbh cleithiúnach/leanaí cleithiúnacha, ní mór duit ranníocaíocht a dhéanamh as costas na hÍocaíochta Teaghlaigh Aontuismitheora, a íoctar le do theaghlach

source: The Maintenance Recovery Unit of the Department of Social Protection will contact the liable relative if they have not paid enough maintenance
ga: Déanfaidh an tAonad Aisghabhála Cothabhála na Roinne Coimirce Sóisialaí teagmháil leis an ngaol faoi dhliteanas mura mbíonn dóthain cothabhála íoctha aige/aici, nuair a dheonaítear an Íocaíocht Teaghlaigh Aontuismitheora

source: You can contact the Maintenance Recovery Unit on (071) 967 2599 for more information
ga: Is féidir teagmháil a dhéanamh leis an tAonad Aisghabhála Cothabhála ag (071) 96 72599 chun a thuilleadh eolais a fháil

source: You can also find out more about ‘Liability to Maintain Family’
ga: Is féidir leat freisin faigh amach tuilleadh faoi ‘Dhliteanas Teaglach a Chothabháil’

source: One-Parent Family Payment and EU Regulations
ga: Íocaíocht do Theaghlach Aon-Tuismitheora agus Rialacha an AE

source: From 5 May 2005, EU citizens, EEA citizens and Swiss nationals who are employed or self-employed in Ireland and who are paying into the Irish social insurance system do not have to meet the habitual residence criteria to qualify for One-Parent Family Payment
ga: Ó 5 Bealtaine 2005 ar aghaidh, ní bheidh ar na dreamanna seo a leanas: Saoránaigh an AE, saoránaigh LEE agus náisiúnaithe de chuid na hEilvéise atá fostaithe nó féinfhostaithe in Éirinn, agus atá ag íoc ranníocaíochtaí le Córas Árachais Sóisialta na hÉireann na critéir ghnáthchónaithe a chomhlíonadh le bheith incháilithe don íocaíocht do Theaghlach Aon-Tuismitheora

source: One-Parent Family Payment and Deserted Wife's Benefit
ga: Íocaíocht do Theaghlach Aon-Tuismitheora agus Sochar Banchéile Thréigthe

source: If you had to transfer from Deserted Wife’s Benefit to One-Parent Family Payment to be accepted as a participant on a Community Employment Scheme, you can apply to have your entitlement to Deserted Wife's Benefit restored
ga: Má bhí ort aistriú ó Shochar Banchéile Thréigthe go hÍocaíocht do Theaghlach Aon-Tuismitheoira ionas go bhféadfá páirt a ghlacadh ar Scéim Fostaíochta Pobail, féadfaidh tú iarratas a dhéanamh anois go dtabharfaí an Sochar Banchéile Thréigthe ar ais duit

source: While Deserted Wife's Benefit is closed to new applicants, it is still paid to those who had qualified for it before 2 January 1997
ga: Cé nach dtugtar an Sochar Banchéile Thréigthe d'iarratasóirí nua a thuilleadh íoctar fós é leo siúd a bhí i dteideal é a fháil roimh 2 Eanáir 1997

source: The maximum weekly rate of payment for Deserted Wife’s Benefit is higher than the maximum weekly rate of payment for One-Parent Family Payment
ga: Tá uasráta íocaíochta níos airde i gceist i gcás Sochar Banchéile Thréigthe ná mar atá i gcás Íocaíocht do Theaghlach Aon-Tuismitheora

source: If you qualify to have your entitlement to Deserted Wife’s Benefit restored you may also be due arrears
ga: Má tá tú i dteideal an Sochar Banchéile Thréigthe a thabhairt ar ais duit d'fhéadfá a bheith i dteideal riaráistí a fháil ar ais freisin

source: Age limit for a relevant child
ga: Aoisteorainn do leanbh cáilithe

source: To get a One-Parent Family Payment you must have at least one relevant child below the relevant age limit
ga: Chun Íocaíocht Teaghlach Aontuismitheora a fháil, ní mór duit ar a laghad leanbh cáilithe amháin a bheith agat faoin aoisteorainn chuí

source: From 2 July 2015 the age limit is 7 years of age
ga: Ón 2 Iúil 2015 tá an aoisteorainn 7 mbliana

source: Exceptions to the age limits
ga: Eisceachtaí leis na haoisteorainneacha

source: If you are getting Domiciliary Care Allowance (DCA) for a child, you qualify for OFP on behalf of that child if you meet the other conditions. This means that you can apply for or continue to claim OFP until the child reaches 16 or DCA stops
ga: Má tá Liúntas Cúram Baile (DCA) á fháil agat do leanbh, leanfaidh an ITA go dtí go mbainfidh an leanbh 16 bliana amach agus gur féidir leo iarratas a dhéanamh ar Liúntas Míchumais

source: You will also get an Increase for a Qualified Child (IQC) for any other children in the family until they reach 18 (or 22 if in full-time education) while DCA (and OFP) is in payment
ga: Ina theannta sin, gheobhaidh tú méadú do Leanbh Cáilithe (MLC) d’aon leanaí eile atá sa teaghlach go dtí go mbainfidh siad 18 mbliana d’aois amach (nó 22 bliain má tá siad ag plé le hoideachas lánaimseartha) fad a bhíonn an LCB (agus an ITA) á íoc

source: This means that you can claim OFP and a half-rate Carer’s Allowance (CA) until your youngest child turns 16 provided you continue to meet the conditions for both schemes. You will also get an Increase for a Qualified Child (IQC) for any other children in the family until they reach 18 (or 22 if in full-time education) while CA and OFP is in payment
ga: Más éilitheoir nua thú agus má tá tú i do thuismitheoir leat féin de bharr go bhfuair do chéile, do pháirtnéir nó do pháirtnéir sibhialta bás, is féidir leat an ITA a fháil ar feadh 2 bhliain ó dháta an bháis nó go dtí go mbainfidh do leanbh is óige 18 bliana amach

source: If you were previously getting both OFP and half-rate CA, and were affected by the OFP age change reforms, you are now eligible to re-apply for both payments
ga: Íocaíocht do Theaghlach Aon-Tuismitheora agus Sochar Banchéile Thréigthe

source: Death of a spouse, partner or civil partner
ga: Má bhí ort aistriú ó Shochar Banchéile Thréigthe go hÍocaíocht do Theaghlach Aon-Tuismitheoira ionas go bhféadfá páirt a ghlacadh ar Scéim Fostaíochta Pobail, féadfaidh tú iarratas a dhéanamh anois go dtabharfaí an Sochar Banchéile Thréigthe ar ais duit

source: If you are a new claimant and you are parenting alone because of the death of your spouse, partner or civil partner you may get OFP for 2 years from the date of death provided your youngest child is under 18
ga: Cé nach dtugtar an Sochar Banchéile Thréigthe d'iarratasóirí nua a thuilleadh íoctar fós é leo siúd a bhí i dteideal é a fháil roimh 2 Eanáir 1997

source: Blind Pension is payable with OFP. This means that a person who qualifies for OFP and Blind Pension can get both payments at the full rate
ga: Tá uasráta íocaíochta níos airde i gceist i gcás Sochar Banchéile Thréigthe ná mar atá i gcás Íocaíocht do Theaghlach Aon-Tuismitheora

source: This means that you can claim both Blind Pension and OFP (and any IQCs payable with both Blind Pension and OFP) together until your youngest child is 16 years of age
ga: Má tá tú i dteideal an Sochar Banchéile Thréigthe a thabhairt ar ais duit d'fhéadfá a bheith i dteideal riaráistí a fháil ar ais freisin

source: What happens when my One Parent Family payment ends?
ga: An Íocaíocht Teaghlach Aontuismitheora agus obair

source: This is a payment for people parenting alone whose children are aged between 7 and 13 (inclusive)
ga: Is féidir leat oibriú agus an Íocaíocht Teaghlach Aontuismitheora a fháil

source: You can work and get One-Parent Family Payment. The amount of payment you get depends on your weekly means
ga: Braitheann méid na híocaíochta ar d’ollmhaoin sheachtainiúil

source: • The first €110 of your gross weekly earnings is not taken into account (or disregarded)
ga: • Ní chuirtear san áireamh (nó tugtar neamhaird ar) an chéad €110 de d’olltuillimh sheachtainiúla

source: This means that you can earn up to €110 per week and qualify for the full One-Parent Family Payment
ga: Ciallaíonn seo gur féidir leat a mhéid agus €110 a thuilleamh sa tseachtain agus cáiliú don Íocaíocht iomlán Teaghlach Aontuismitheora

source: • Half the remainder of your gross earnings up to €425 per week is assessed as means
ga: • Déanfar measúnú ar leath fhuílleach d’olltuilleamh chuig a mhéid agus €425 sa tseachtain mar mhaoin

source: If you earn between €110 and €425 per week you may qualify for a reduced payment
ga: Má thuilleann tú idir €110 agus €425 sa tseachtain, d’fhéadfá cáiliú d’íocaíocht laghdaithe

source: SW 19 Social Welfare Rates of Payment booklet shows the amount of OPF payable with your means
ga: Léirítear i Leabhrán SW 19 – Rátaí Íocaíochta Leasa Shóisialaigh an méid den ITA atá iníoctha i dteannta do mhaoine

source: Social insurance contributions, superannuation/PRSA contributions and trade union subscriptions are not taken into account in the assessment of earnings
ga: Ní chuirtear san áireamh ranníocaíochtaí árachais shóisialta, ranníocaíochtaí aoisliúntais/ÁSPC agus síntiúis cheardchumainn agus measúnú á dhéanamh ar thuillimh

source: However, your gross earnings must be below €425 before any deductions are allowed
ga: Ní mór do d’olltuillimh, áfach, bheith faoi bhun €425 sula gceadófar aon asbhaintí

source: You may qualify for Family Income Supplement (FIS), if you are working for at least 19 hours a week (38 hours a fortnight)
ga: D'fhéadfá cáiliú don Fhorlíonadh Ioncam Teaghlaigh (FIT), má bhíonn tú ag oibriú ar a laghad19 n-uaire sa tseachtain

source: You can continue to claim One-Parent Family Payment and your FIS payment is not counted as means. Find out more about Family Income Supplement
ga: Is féidir leat leanúint agus an Íocaíocht Teaghlach Aontuismitheora a éileamh agus ní chuirfear d’íocaíocht FIT san áireamh mar mhaoin

source: If you want to become self-employed, you may qualify for the Back to Work Enterprise Allowance
ga: Faigh amach níos mó faisnéise faoin bhForlíonadh Ioncam Teaghlaigh

source: However if you take part in a CE scheme and return immediately to OFP from the CE scheme your entitlement is based on your original start date
ga: Más mian leat bheith féinfhostaithe, d’fhéadfá cáiliú don Liúntas Fiontraíochta um Fhilleadh ar Obair

source: If your pay from work is reduced
ga: Má tá do phá ó obair laghdaithe

source: You may be entitled to an increase in your One-Parent Family Payment if your pay is reduced
ga: D’fhéadfá bheith i dteideal méadú a fháil ar d'Íocaíocht Teaghlach Aontuismitheora má tá do phá laghdaithe

source: To get an increase in your One-Parent Family Payment send a current payslip (showing your reduced pay) with a letter from your employer, confirming your new work situation, to the Intreo Centre or Social Welfare Branch Office dealing with your claim
ga: Chun méadú a fháil ar d’Íocaíocht Teaghlach Aontuismitheora, seol duillín reatha pá (a léiríonn do phá laghdaithe) le litir ó d’fhostóir, a dheimhníonn do chás nua oibre, chuig an Oifig Leasa Shóisialaigh a dhéileálann le d’éileamh

source: If your pay is reduced and you are getting Family Income Supplement (FIS), your FIS payment will stay the same
ga: Má tá do phá laghdaithe agus má tá Forlíonadh Ioncam Teaghlaigh (FIT) á fháil agat, fanfaidh d'íocaíocht FIT mar an gcéanna

source: If the number of hours you work each week is reduced to below 19 hours (38 hours per fortnight), you are no longer entitled to FIS
ga: Má laghdaítear an líon uaireanta a oibríonn tú sa tseachtain faoi 19 n-uaire (38 uair sa choicís) níl tú i dteideal an FIT a fháil níos mó

source: You should notify the FIS section if the hours you work fall below the minimum requirement
ga: Ba cheart duit an rannóg FIT a chur ar an eolas má thiteann an líon uaireanta a oibríonn tú faoin íosmhéid a theastaíonn

source: You may be entitled to an increase in your Rent Supplement
ga: D’fhéadfá bheith i dteideal méadú a fháil ar d’Fhorlíonadh Cíosa

source: If you are on the Housing Assistance Payment (HAP), you should contact your local authority to find out if you are entitled to a reduction in your weekly HAP rent contribution
ga: Má tá cóiríocht ar cíos agat ó údarás áitiúil nó ó chomhlachas tithíochta, ba cheart duit teagmháil a dhéanamh leo lena dheimhniú an bhfuil tú i dteideal laghdú a fháil ar do chíos

source: If you rent from a local authority or housing association you should contact them to find out if you are entitled to a reduction in your rent
ga: Mura bhfuil cárta leighis nó cárta cuairte LG á fháil agat, ba cheart duit a dheimhniú an gcáilíonn tú anois dóibh

source: If you were receiving Maternity Benefit immediately before getting OFP you will get credited contributions. You can read more about credited contributions in the Operational Guidelines for OFP
ga: Má tá Íocaíocht Teaghlach Aontuismitheora á fáil agat agus má ghlacann tú am saor ón obair i ndiaidh gur saolaíodh leanbh leat, gheobhaidh tú ranníocaíochtaí creidiúnaithe

source: One Parent Family Payment and education or training
ga: Íocaíocht Teaghlach Aontuismitheora agus oideachas nó oiliúint

source: You will need to assess whether it is more beneficial for you to transfer from the One-Parent Family Payment to the Back to Education Allowance (BTEA) when you go back to education or to remain on your current payment and apply for a student grant
ga: Beidh ort a mheas cibé acu is tairbhiúla duit – aistriú ón Íocaíocht Teaghlach Aontuismitheora chuig an Liúntas um Fhilleadh ar Oideachas nuair a fhilleann tú ar oideachas nó fanacht agus d'íocaíocht reatha a fháil agus iarratas a dhéanamh ar dheontas mac léinn

source: However you cannot get BTEA and a student grant together
ga: Is féidir leat tabhairt faoi chúrsa oiliúna FET agus d’Íocaíocht Teaghlach Aontuismitheora a choimeád

source: Read more in our document on social welfare payments and student grants
ga: Déanfar do ITA a laghdú, áfach, de bharr go ndéanfar do liúntas oiliúna FET a mheasúnú ina leith mar ioncam

source: You could do a FET (formerly FÁS) training course and keep your One-Parent Family Payment
ga: Ní bhfaighidh tú bónas oiliúna €20 sa tseachtain, mura bhfuil tú ag leanúint ar aghaidh tar éis 12 mhí a chaitheamh ar Scéim FP nó ar chlár Tionscnamh Jabanna

source: One-Parent Family Payment rates
ga: Rátaí Íocaíocht Teaghlach Aontuismitheora i 2016 agus roimh 16 Márta 2017

source: │One-Parent │Weekly rate (maximum) in│Weekly rate │
ga: │Íocaíocht Teaghlach Aontuismitheora │Ráta Seachtainiúil (uasta) │

source: │Family │2016 and up to 16 March │(maximum) from 16 │
ga: │Ráta pearsanta (faoi 66) │€188.00 │

source: │Payment │2017 │March 2017 │
ga: │Leanbh cleithiúnaigh │€29.80 │

source: │Personal │ │ │
ga: │Íocaíocht Teaghlach Aontuismitheora │Ráta Seachtainiúil (uasta) │

source: │rate (under│€188.00 │€193.00 │
ga: │Ráta pearsanta (faoi 66) │€193.00 │

source: │Child │€29.80 │€29.80 │
ga: │Leanbh cleithiúnaigh │€29.80 │

source: If you are entitled to a One-Parent Family Payment, payment of an Increase for a Qualified Child (IQC) will continue for other children in the family until they reach 18 (or 22 if in full-time education)
ga: Má tá tú i dteideal na hÍocaíochta Teaghlach Aontuismitheora a fháil bunaithe ar aois an linbh is óige sa teaghlach, leanfaidh íocaíocht Mhéadaithe do Leanbh Cáilithe (MLC) do leanaí eile sa teaghlach go dtí go mbainfidh siad 18 mbliana d’aois amach (nó 22 bliain má tá siad ag plé le hoideachas lánaimseartha)

source: To apply fill in a One-Parent Family Payment application form (pdf)
ga: Ba cheart duit Foirm OFP1 a íoschóipeáil agus a chomhlánú (pdf)

source: Send it with the relevant supporting documents to the Department of Social Protection - see 'Where to apply' below
ga: Líon isteach an fhoirm agus cuir ar ais í leis na cáipéisí cuí tacaíochta chuig an Roinn Coimirce Sóisialaí ag an seoladh thíos

source: If you are widowed or a surviving civil partner, you should apply within 3 months of your spouse's or civil partner's death
ga: Más baintreach thú, ba cheart duit iarratas a dhéanamh taobh istigh de 3 mhí ó bhás do chéile

source: If you are single, you should apply within 3 months of the birth of your child
ga: Muna bhfuil tú pósta, ba cheart duit iarratas a dhéanamh taobh istigh de 3 mhí ó bhreith do linbh

source: If you are separated, divorced or no longer in a civil partnership, you must have been living apart for 3 months and you should apply within 3 to 6 months of the date you separated from your spouse or civil partner
ga: Má tá tú scartha/colscartha, ba cheart duit iarratas a dhéanamh taobh istigh de 6 mhí ó dháta an scartha ó do chéile. Ní mór duit a bheith scartha ar a laghad ar feadh 3 mhí roimh duit a bheith in ann iarratais a dhéanamh

source: If you are a prisoner's spouse or civil partner, you should apply when your spouse or civil partner:
ga: Más céile príosúnaigh thú, ba cheart duit iarratas a dhéanamh:

source: • Has been in custody for at least 6 months without being sentenced or
ga: • nuair atá do chéile faoi choimeád ar feadh ar a laghad 6 mhí gan téarma a bheith gearrtha fós air/uirthi nó

source: • Starts their sentence, which must be for at least 6 months
ga: • nuair a chuireann do chéile tús lena t(h)éarma sa phríosún, nach mór a bheith ar feadh ar a laghad 6 mhí
